Repository: drupalcampnyc/dcnyc10
Catalog: sites/all/modules/inline/translations/*.po
Languages: da, hu, it

source: Disabled
da: Deaktiveret
hu: Tiltott

source: View
da: Vis
hu: Megtekintés
it: Mostra

source: Inline
hu: Beágyazott

source: Download: @name (@size)
hu: Letöltés: @name (@size)

source: <p>Sometimes a user may want to add an image or a file inside the body of a node. This can be done with special tags that are replaced by links to the corresponding uploaded file. If the file is an image, it will be displayed inline, otherwise a link to the file will be inserted. To enable this feature and learn the proper syntax, visit the <a href="!filters">filters configuration screen</a>.</p>
da: <p>Af og til kan brugerne have brug for at tilføje billeder eller filer til brødtekst. Det kan gøres med specielle mærker, der erstattes med henvisninger til de vedhæftede filer. Hvis der henvises til et vedhæftet billede vises det direkte i teksten, henvises der til en fil indsættes en henvisning til filen. Aktiver denne egenskab og læs mere om syntaksen under <a href="!filters">filtre</a>.</p>
hu: <p>Néhányszor előfordul, hogy a felhasználó szeretne egy képet vagy egy állományt elhelyezni a tartalomban. Ezt speciális jelölőkkel teheti meg, melyek ki lesznek cserélve egy hivatkozásra a megfelelő csatolmányhoz. Ha az állomány egy kép, akkor az beágyazva meg fog jelenni, ellenkező esetben egy hivatkozás az állományhoz lesz beillesztve. A lehetőség engedélyezése, valamint a helyes szintakszis elsajátítása a <a href="!filters">beviteli formák beállítása oldalon</a>.</p>

source: You may add links to files uploaded with this node <a href="!explanation-url">using special tags</a>
da: Du kan tilføje henvisninger til vedhæftede filer vha. <a href="!explanation-url">specielle mærker</a>
hu: Lehetőség van hivatkozásokat adni a csatolmányokhoz ebben a tartalomban <a href="!explanation-url">speciális jelölőket használva</a>

source: <p>You may link to files uploaded with the current node using special tags. The tags will be replaced by the corresponding files. Syntax: <code>[inline:file_id]</code>. Parameter: file_id represents the file uploaded with the node in which to link, assuming that the first uploaded file is labeled as 1 and so on.</p> <p>If the file is an image, it will be displayed inline, otherwise a link to the file will be inserted.</p>
da: <p>Du kan tilføje henvisninger til vedhæftede filer vha. specielle mærker. Mærkerne erstattes med de tilsvarende filer. Syntaks: <code>[inline:fil_id]</code>. Parameter: fil_id er filens nummer på listen af vedhæftede filer. Den første fil har nummer 1.</p><p>Hvis filen er et billede vil billedet blive integeret i teksten, ellers indsættes en henvisning til filen.</p>
hu: <p>Lehetőség van hivatkozásokat adni a csatolmányokhoz ebben a tartalomban speciális jelölőket használva. A jelölők ki lesznek cserélve a megfelelő állományokra. Használat: <code>[inline:file_id]</code>. Paraméter: A file_id jelképezi azt a tartalomhoz feltöltött állományt, amelyikre a hivatkozás vonatkozik. Az első csatolmány az 1-es, és így tovább.</p> <p>ha az állomány egy kép, akkor az beágyazva jelenik meg, egyébként az állományhoz egy hivatkozás lesz beillesztve.</p>
it: <p>Puoi inserire nel nodo corrente i link a files caricati precedentemente usando tag speciali. I tag verranno rimpiazzati dai files corrispondenti. Sintassi: <code>[inline:file_id]</code>. Parametro: file_id rappresenta il file caricato con il nodo cui agganciarsi, assumendo che il primo file caricato sia il numero 1 e così via.</p> <p>Se il file è una immagine, verrà visualizzata inline, altrimenti verrà inserito un link al file.</p>

source: Inline filter is not yet enabled for at least one <a href="!formats">input format</a>.
da: Inline-filtret skal aktiveres for mindst ét <a href="!formats">inddataformat</a>.
hu: A beágyazó szűrő nincs engedélyezve egyetlen <a href="!formats">beviteli forma</a> esetében sem.

source: Image output
da: Billedvisning
hu: Kép kimenet

source: <strong>Note:</strong> Images are only processed, if a tag is referencing them. However, there is a auto-inline feature to inline all uploaded images automatically. Auto-inline can be enabled for certain <a href="!content-types">content types</a>.
da: <strong>Bemærk:</strong> Billeder behandles kun hvis et mærke henviser til dem. Der findes et funktion, der automatisk integrerer billeder. Automatisk integration kan slås til for de enkelte <a href="!content-types">indholdstyper</a>.
hu: <strong>Megjegyzés:</strong> A képek csak akkor lesznek feldolgozva, ha egy jelölő hivatkozik rájuk. Mindamellett van egy automatikus beágyazó lehetőség minden feltöltött kép automatikus beillesztéséhez. Ezt a lehetőséget a <a href="!content-types">tartalom típusok</a> oldalon lehet engedélyezni.

source: Link to images
da: Link til billeder
hu: Hivatkozás a képhez

source: Display image only
da: Vis kun billede
hu: Csak a kép megjelenítése

source: Display image with a link to the image file
da: Vis billedet med et link til billedfilen
hu: A kép megjelenítése egy hivatkozással a képhez

source: Image dimensions and scaling
da: Billedstørrelser og skalering
hu: Kép méretei és átméretezés

source: Select the <a href="!presets">Imagecache presets</a> to use for inlined images.
da: Vælg hvilke <a href="!presets">Imagecache indstillinger</a> du ønsker at bruge til integrerede billeder.
hu: Az <a href="!presets">Imagecache egyik előre beállított értékének</a> kiválasztása a beágyazott képekhez.

source: <strong>Note:</strong> If <a href="!imagecache">Imagecache</a> module is installed, Inline provides support for image scaling.
da: <strong>Bemærk:</strong> Hvis <a href="!imagecache">Imagecache</a>-modulet er aktiveret, understøtter Inline skalering af billeder.
hu: <strong>Megjegyzés:</strong> Ha az <a href="!imagecache">Imagecache</a> module telepítve van, az Inline támogatja a képek átméretezését.

source: Teaser preset
da: Standard for smagsprøve
hu: Előnézeti beállítás

source: Select the Imagecache preset to use for inlined images in teaser view.
da: Vælg Imagecache-indstillingen der skal bruges for billeder i smagsprøver.
hu: Az <em>Imagecache</em> egyik előre beállított értékének kiválasztása az előnézethez.

source: Full preset
da: Standard for fuld visning
hu: Teljes nézeti beállítás

source: Select the Imagecache preset to use for inlined images in full view.
da: Vælg Imagecache-indstillingen der skal bruges for billeder i fuld visning.
hu: Az <em>Imagecache</em> egyik előre beállított értékének kiválasztása a teljes nézethez.

source: Maximum width and height for inline images (format: XXX,YYY)
da: Maksimal bredde og højde af integrerede billeder (format: XXX,YYY)
hu: A beágyazott képek maximális szélessége és magassága (formátum: XXX,YYY)

source: This setting limits the dimensions of displayed images in pixels. They will not be resized. Images exceeding these dimensions are automatically not displayed.
da: Denne indstilling påvirker størrelsen af de viste billeder. Billederne bliver ikke ændret. Billeder, der overskrider dimensionerne, bliver ikke vist.
hu: A megjelenített kép maximális méreteinek beállítása. A képek nem lesznek átméretezve. A megadott értékeket meghaladó képek nem jelennek meg automatikusan.

source: Display attachments inline automatically
da: Integrer vedhæftede filer automatisk
hu: A csatolt fájlok automatikus megjelenítése

source: Only in teaser view
da: Kun i smagsprøve
hu: Csak a bevezetőben

source: Only in body view
da: Kun i fuld visning
hu: Csak a teljes nézetben

source: In teaser and body view
da: I smagsprøve og fuld visning
hu: Az bevezetőben és a teljes nézetben

source: Choose whether uploaded images should be shown inline automatically. Make sure you set the dimensions at !settings_url
da: Vælg om vedhæftede billeder automatisk skal integreres i indholdet. Husk at indstille dimensionerne på !settings_url
hu: A feltöltött képek automatikus beágyazásának kiválasztása. Meg kell győződni arról, hogy a méretek be vannak állítva a !settings_url oldalon.

source: inline settings
da: indstillinger
hu: beágyazó beállítások

source: Inline file filter
da: Inline filter
hu: Beágyazó szűrő
it: Filtro file inline

source: Substitutes [inline:xx] tags with the xxth file uploaded with the node.
da: Erstatter [inline:xx] mærker med den xx'te fil hæftet til indholdselementet.
hu: Kicseréli az [inline:xx] jelölőket az állományhoz tartozó xx-edik számú csatolt állománnyal.
it: Sostituisce tags [inline:xx] con il xx-esimo file caricato insieme al nodo.

source: You may link to files uploaded with the current node using special tags. The tags will be replaced by the corresponding files. For example: Suppose you uploaded three files (in this order): <ul> <li>imag1.png (referred as file #1) <li>file1.pdf (referred as file #2) <li>imag2.png (referred as file #3) </ul> <pre>[inline:1=test] or [inline:imag1.png=test]</pre> will be replaced by <em><code>&lt;img src=imag1.png alt=test&gt;</code></em> <pre>[file:1=test] or [file:imag1.png=test]</pre> will be replaced by <em><code>&lt;a href=imag1.png&gt;test&lt;/a&gt;</code></em> <pre>[attachment:2=test] or [attachment:file1.pdf=test]</pre> will be replaced by <em><code>&lt;a href=file1.pdf.png&gt;test&lt;/a&gt;</code></em>
hu: Ebben a tartalomban lehetőség van hivatkozni a csatolmányokra speciális jelölők használatával. A jelölők le lesznek lecserélve the megfelelő állományokra. Például: Tételezzük fel, hogy 3 állomány van feltöltve (ebben a sorrendben): <ul> <li>imag1.png (mint #1) <li>file1.pdf (mint #2) <li>imag2.png (mint #3) </ul> <pre>[inline:1=test] vagy [inline:imag1.png=test]</pre> erre lesz lecserélve <em><code>&lt;img src=imag1.png alt=test&gt;</code></em> <pre>[file:1=test] vagy [file:imag1.png=test]</pre> erre lesz lecserélve <em><code>&lt;a href=imag1.png&gt;test&lt;/a&gt;</code></em> <pre>[attachment:2=test] vagy [attachment:file1.pdf=test]</pre> erre lesz lecserélve <em><code>&lt;a href=file1.pdf.png&gt;test&lt;/a&gt;</code></em>

source: You may use <a href="!inline_help">[inline:xx] tags</a> to display uploaded files or images inline.
da: Du kan bruge <a href="!inline_help">[inline:xx] mærker</a> til at vise filer eller billeder integreret i indholdet.
hu: Használható az <a href="!inline_help">[inline:xx] jelölő</a> a feltöltött állományok vagy képek beágyazásához.

source: administer inline settings
da: administrer inline indstillinger
hu: beágyazó beállításainak adminisztrációja

source: Manage automatic and manual inclusion of attachments in the content of your posts.
da: Håndter automatisk og manuel integration af vedhæftede filer i brødtekst.
hu: Kezeli a csatolmányok automatikus és manuális beágyazását a tartalomba.

source: Allows attached files to be placed into the body of a node either automatically or by using simple tags.
da: Vedhæftede filer kan indsættes i brødteksten; enten automatisk eller ved at bruge simple mærker.
hu: Lehetővé teszi a csatolt állományok elhelyezését a tartalomban automatikusan, vagy egyszerű jelölők segítségével.

source: Input filters
da: Input filtre
hu: Beviteli szűrők

source: <a id="filter-inline" name="filter-inline"></a> <p>You may link to files uploaded with the current node using special tags. The tags will be replaced by the corresponding files. For example: Suppose you uploaded three files (in this order): <ul> <li>imag1.png (referred as file #1) <li>file1.pdf (referred as file #2) <li>imag2.png (referred as file #3) </ul> <pre>[inline:1=test] or [inline:imag1.png=test]</pre> will be replaced by <em><code>&lt;img src=imag1.png alt=test&gt;</code></em> <pre>[file:1=test] or [file:imag1.png=test]</pre> will be replaced by <em><code>&lt;a href=imag1.png&gt;test&lt;/a&gt;</code></em> <pre>[attachment:2=test] or [attachment:file1.pdf=test]</pre> will be replaced by <em><code>&lt;a href=file1.pdf.png&gt;test&lt;/a&gt;</code></em>
da: <p>Du kan linke til vedhæftede filer vha. specielle mærker. Mærkerne erstattes med de relevante filer. For eksempel: Hvis du vedhæfter tre filer (i denne rækkefølge):</p><ul> <li>billede1.png (fil #1) <li>fil1.pdf (fil #2) <li>billede2.png (file #3) </ul> <p>vil</p><p><pre>[inline:1=test] eller [inline:billede1.png=test]</pre> </p><p>blive erstattet med</p><p><em><code>&lt;img src=imag1.png alt=test&gt;</code></em></p><p>og</p><p><pre>[file:1=test] eller [file:billede1.png=test]</pre> </p><p>vil blive erstattet med</p><p><em><code>&lt;a href=imag1.png&gt;test&lt;/a&gt;</code></em></p><p><pre>[attachment:2=test] eller [attachment:file1.pdf=test]</pre></p><p>vil blive erstattet med</p><p><em><code>&lt;a href=file1.pdf.png&gt;test&lt;/a&gt;</code></em></p>

source: <p>Sometimes a user may want to add an image or a file inside the body of a node. This can be done with special tags that are replaced by links to the corresponding uploaded file. If the file is an image, it will be displayed inline, otherwise a link to the file will be inserted. To enable this feature and learn the proper syntax, visit the <a href="%filters">filters configuration screen</a>.</p>
it: <p>Talvolta l'utente potrebbe volere aggiungere una immagine od un file nel testo di un nodo. Questo può essere fatto con tag speciali che vengono rimpiazzati da link ai file corrispondenti precedentemente caricati. Se il file è una immagine, verrà visualizzata inline, altrimenti verrà inserito un link al file. Per abilitare questa funzione e impararne la sintassi, visitate la <a href="%filters">maschera di configurazione filtri</a>.</p>

source: Allows users to insert uploaded files inline. Requires upload.module to work
it: Permette agli utenti di inserire inline file caricati con upload. Per funzionare, richiede modulo upload.

source: You may add links to files uploaded with this node <a href="%explanation-url">using special tags</a>
it: Puoi aggiungere link a files caricati insieme a questo nodo <a href="%explanation-url">usando tag speciali</a>

source: Maximum width and height for the displayed inline images (format: XXX,YYY)
it: Massima larghezza e altezza per le immagini visualizzate inline (formato: XXX,YYY)

source: This setting will affect the dimensions of displayed images. They will not be resized.
it: Questo parametro influirà sulle dimensioni delle immagini visualizzate. Le immagini non cambieranno dimensioni fisiche

source: Print link to images
it: Stampa link alle immagini

source: Print only &lt;img&gt; tag
it: Stampa solo il tag &lt;img&gt;

source: Print &lt;img&gt; tag and the link to the image
it: Stampa il tag &lt;img&gt; e il link all'immagine

source: <p>You may link to files uploaded with the current node using special tags. The tags will be replaced by the corresponding files. For example: Suppose you uploaded three files (in this order): <ul> <li>imag1.png (referred as file #1) <li>file1.pdf (referred as file #2) <li>imag2.png (referred as file #3) </ul> <pre>[inline:1=test] or [inline:imag1.png=test]</pre> will be replaced by <em><code>&lt;img src=imag1.png alt=test&gt;</code></em> <pre>[file:1=test] or [file:imag1.png=test]</pre> will be replaced by <em><code>&lt;a href=imag1.png&gt;test&lt;/a&gt;</code></em> <pre>[attachment:2=test] or [attachment:file1.pdf=test]</pre> will be replaced by <em><code>&lt;a href=file1.pdf.png&gt;test&lt;/a&gt;</code></em>
it: <p>Puoi inserire nel nodo corrente i link a files caricati precedentemente usando tag speciali. I tag verranno rimpiazzati dai files corrispondenti. Per esempio: Supponete di avere caricato tre files (in questo ordine): <ul> <li>imag1.png (riferito come file #1) <li>file1.pdf (riferito come file #2) <li>imag2.png (riferito come file #3) </ul> <pre>[inline:1=test] oppure [inline:imag1.png=test]</pre> verrà rimpiazzato da <em><code>&lt;img src=imag1.png alt=test&gt;</code></em> <pre>[file:1=test] oppure [file:imag1.png=test]</pre> verrà rimpiazzato da <em><code>&lt;a href=imag1.png&gt;test&lt;/a&gt;</code></em> <pre>[attachment:2=test] oppure [attachment:file1.pdf=test]</pre> verrà rimpiazzato da <em><code>&lt;a href=file1.pdf.png&gt;test&lt;/a&gt;</code></em>

source: You may use <a href="%inline_help">[inline:xx] tags</a> to display uploaded files or images inline.
it: Puoi usare i tag <a href="%inline_help">[inline:xx] </a> per visualizzare file o immagini inline precedentemente caricati.

source: Download
it: Scarica
